Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/lainsaadanto.html.tmx
Source language: fin
Languages: sme

source: Saamelaisopetuksen erityinen rahoitussäännös tarkoittaa käytännössä lähes 100 % valtionavustusta saamen kielen ja saamenkielistä opetusta antavien opettajien palkkamenoihin.
sme: Sámeoahpahusa sierra ruhtadannjuolggadus oaivvilda geavatlaččat measta 100 % stáhtadoarjaga sámegiela ja sámegielat oahpahusa addi oahpaheaddjiid bálkágoluide.

source: Saamelaisten kotiseutualueen ulkopuolella annettavasta saamen kielen ja saamenkielisestä opetuksesta ei ole erillisiä säännöksiä opetuslaeissa.
sme: Sámiid ruovttuguovllu olggobealde addojuvvon sámegiela ja sámegielat oahpahusas eai leat sierra njuolggadusat oahpahuslágain.

source: Perusopetuslain ja lukiolain säännökset saamen kielestä opetuskielenä ja oppiaineena ovat mahdollisuuksia, jotka koskevat periaatteessa koko maata.
sme: Vuođđooahpahuslága ja logahatlága njuolggadusat sámegielas oahpahusgiellan ja oahppoávnnasin leat vejolašvuođat, mat gusket prinsihpas oppa riikii.

source: Käytännössä opetuksen järjestäminen saamelaisten kotiseutualueen ulkopuolella on kuitenkin osoittautunut vaikeaksi useista syistä.
sme: Oahpahusa ordnen sámiid ruovttuguovllu olggobealde lea goit váttis máŋggaid sivaid geažil.

source: Saamen kielen opetusta voidaan järjestää opetus- ja kulttuuritoimen rahoituksesta annetun lain (145 § 2 mom) ja opetusministeriön antaman asetuksen perusteella.
sme: Sámegiela oahpahusa sáhttá ordnet oahpahus- ja kulturdoaimma ruhtadeami birra addon lága (145 § 2 mom) ja oahpahusministeria addin ásahusa vuođul.

source: Voimassa oleva asetus on vuodelta 2009.
sme: Čuožžovaš ásahus lea jagis 2009.

source: Sen mukaan (3 §) oppilaitoksissa, joissa ei järjestetä perusopetuslain 12 §:ssä ja lukiolain 8 §:ssä tarkoitettua äidinkielen opetusta saamenkielisille, romanikielisille ja vieraskielisille oppilaille, koulutuksen järjestäjä voi saada valtionavustusta 2 opetustunnista viikossa jokaista laskennallista opetusryhmää kohti, joka tarkoittaa saamen kielen osalta vähintään 2 oppilaan ryhmää.
sme: Dan mielde (3 §) oahppolágádusain, main ii ordnejuvvo vuođđooahpahuslága 12 §:s ja logahatlága 8 §:s oaivvilduvvon eatnigiela oahpahus sámegielat, románagielat ja vierisgielat oahppiide, skuvlema lágideaddji sáhttá oažžut stáhtadoarjaga 2 oahpahusdiimmus vahkus guđege rehkenaston oahpahusjoavkku nammii, mii oaivvilda sámegiela oasil uhcimuštá 2 oahppi joavkku.

source: Säännös tarkoittaa käytännössä noin 1/3 saamelaisten kotiseutualueen kuntien saamasta tuntikohtaisesta valtionavustuksesta.
sme: Njuolggadus oaivvilda geavatlaččat sullii 1/3 sámiid ruovttuguovllu gielddaid oažžun diibmoguovdasaš stáhtadoarjagis.

source: Laissa saamelaisalueen koulutuskeskuksesta säädetään oppilaitoksen tehtävistä.
sme: Lágas sámi oahpahusguovddážis mearriduvvo oahppolágádusa bargguid birra.

source: Koulutuskeskuksen tehtävänä on lain 1 § mukaan lisätä erityisesti saamelaisväestön ammatillista osaamista, järjestää saamelaisten kotiseutualueen elinkeinoelämän tarpeita vastaavaa koulutusta ja edistää alueen työllisyyttä sekä säilyttää ja kehittää saamelaiskulttuuria.
sme: Oahpahusguovddáža bargun lea lága 1 § mielde lasihit erenomážit sámeveahkadaga ámmátlaš dáidduid, lágidit sámiid ruovttuguovllu ealáhuseallima dárbbuid vástideaddji skuvlema ja ovddidit guovllu barggolašvuođa sihke seailluhit ja ovddidit sámekultuvrra.

source: Oppilaitokset kieliä ovat suomi ja saame ( 2 §).
sme: Oahppolágádusa gielat leat suoma- ja sámegiella ( 2 §).

source: Koulutusta voidaan järjestää saamelaisten kotiseutualueella ja sen ulkopuolella ( 4 § ).
sme: Skuvlema sáhttá ordnet sámiid ruovttuguovllus ja dan olggobealde ( 4 § ).
